Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/medical_cards_and_gp_visit_cards/gp_visit_cards.html.txt.tmx
Source language: en
Languages: pl

source: If you do not qualify for a medical card you may be eligible for a GP visit card
pl: Jeśli nie zostałeś(aś) zakwalifikowany(a) do otrzymania karty medycznej, może przysługiwać ci karta wizyt lekarza rodzinnego

source: A GP visit card allows you to visit a participating family doctor for free
pl: Karta wizyt lekarza rodzinnego umożliwia bezpłatne wizyty u lekarza rodzinnego uczestniczącego w tym programie

source: Unless you have a medical card or a GP visit card, visits to GPs are not free
pl: Jeżeli nie posiadasz karty medycznej ani karty wizyt lekarza rodzinnego, wówczas wizyty u lekarza rodzinnego są płatne

source: In order to qualify for a GP visit card, you must meet the eligibility rules below and be ordinarily resident in Ireland
pl: W celu zakwalifikowania się do otrzymania karty wizyt lekarza rodzinnego, musisz spełniać wymienione poniżej warunki oraz zamieszkiwać w Irlandii na stałe

source: That is, you must have been, or intend to be, living in Ireland for at least one year. You can read more about entitlement to public health services here
pl: Oznacza to, że musisz zamieszkiwać w Irlandii przez conajmniej rok, lub musisz zamierzać mieszkać w Irlandii przez conajmniej rok

source: If you are aged under 70, you must also meet specific income guidelines
pl: W przypadku osób w wieku do 70 roku życia należy spełniać określone warunki dotyczące przychodów

source: If you are aged over 70, the GP visit card is available without an income test
pl: Od 5 sierpnia 2015, osoby w wieku powyżej 70 roku życia mogą uzyskać kartę wizyt lekarza rodzinnego bez konieczności spełnienia warunków dotyczących przychodów

source: The GP visit card for children under 6 is available to all children under the age of 6
pl: Wszystkie dzieci w wieku poniżej 6 roku życia mogą otrzymać kartę wizyt lekarza rodzinnego dla dzieci poniżej 6 roku życia

source: Having a GP visit card only allows you to visit your GP for free
pl: Posiadanie karty wizyt lekarza rodzinnego upoważnia do darmowych wizyt u lekarza rodzinnego

source: Prescribed drugs are not free but may be covered by the Drugs Payment Scheme. The GP visit card does not cover hospital charges
pl: Przepisane leki nie są darmowe, ale ich koszt może zostać pokryty przez Program Refundacji Leków

source: It does cover visits to GP out of hours services. Blood tests to diagnose or monitor a condition are covered
pl: Karta wizyt lekarza rodzinnego nie pokrywa także opłat za usługi szpitalne, ale pokrywa koszty usług lekarza rodzinnego poza zwykłymi godzinami pracy oraz badań krwi mających na celu diagnostykę lub kontrolę choroby

source: The GP visit card is available to everyone aged over 70 without an income test
pl: Osoby w wieku powyżej 70 roku życia mogą uzyskać kartę wizyt lekarza rodzinnego bez konieczności spełnienia warunków dotyczących przychodów

source: If you are under 70, eligibility for the GP visit card is means tested. That is, your income is assessed by the HSE as part of the application process
pl: Wszystkie dzieci w wieku poniżej 6 roku życia mogą otrzymać kartę wizyt lekarza rodzinnego dla dzieci poniżej 6 roku życia

source: Income limits for people aged under 70
pl: Osoby w wieku poniżej 70 roku życia są uprawnione do otrzymania karty wizyt lekarza rodzinnego pod warunkiem spełnienia warunków dotyczących przychodów, oznacza to, że HSE, w toku procesu rozpatrywania ich podania, ocenia ich przychody

source: The rules for assessing the amount of your income are the same as for the medical card means test for people aged under 70 but the income limits for the GP visit card are higher than the limits for the medical card
pl: Limit dochodów dla osób poniżej 70 roku życia

source: GP visit card weekly income limit (gross less tax, USC and PRSI) ┌─────────────────────────────────────────────────────────────┬───────────┬─────────┐
pl: Tygodniowy limit dochodu (brutto po potrąceniu podatku, powszechnego podatku fiskalnego (USC) oraz ubezpieczenia społecznego (PRSI) do uzyskania karty wizyt lekarza rodzinnego

source: │Category │Aged under │Aged │
pl: │Kategoria │Wiek poniżej 66 lat │Wiek 66—69 lat │

source: │Single person living alone │€276 │€302 │
pl: │Osoba samotna, mieszkająca samotnie │€276 │€302 │

source: │Single person living with family │€246 │€260 │
pl: │Osoba samotna mieszkająca z rodziną │€246 │€260 │

source: │Married or cohabiting couple (or lone parent with dependent │€400 │€447 │
pl: │Para małżeńska lub partnerska (bądź samotny rodzic z dziećmi na utrzymaniu) │€400 │€447 │

source: │Allowance for each of first 2 children aged under 16 │€57 │€57 │
pl: │Zasiłek na każde z pierwszych 2 dzieci poniżej 16 lat │€57 │€57 │

source: │Allowance for 3rd and for each subsequent child under 16 │€61.50 │€61.50 │
pl: │Zasiłek na 3 i każde następne dziecko poniżej 16 lat │€61,50 │€61,50 │

source: │Allowance for each of first 2 children aged over 16 (with no │€58.50 │€58.50 │
pl: │Zasiłek na każde z pierwszych 2 dzieci powyżej 16 lat (bez dochodu) │€58,50 │€58,50 │

source: │Allowance for 3rd and for each subsequent child over 16 (with│€64 │€64 │
pl: │Zasiłek na 3 i każde następne dziecko powyżej 16 lat (bez dochodu) │€64 │€64 │

source: │Each dependant over 16 years in full-time non-grant aided │€117 │€117 │
pl: │Każda osoba zależna powyżej 16 lat na trzecim poziomie edukacji w pełnym wymiarze czasu, bez stypendium │€117 │€117 │

source: There are also allowances for reasonable expenses incurred in respect of childcare costs and rent/mortgage payments
pl: Istnieją także zasiłki na rozsądne wydatki, poniesione w związku z opieką nad dzieckiem, jak też na opłaty z tytułu czynszu/hipoteki

source: Allowances for weekly travel costs to work are assessed as the actual cost of public transport or, if a car is required, as mileage at 30 cent per mile (18 cent per km). Where a couple needs two cars to travel to work, a double allowance applies. The cost of parking can be taken into account
pl: Dodatki na tygodniowe koszty podróży do pracy oceniane są jak aktualny koszt transportu publicznego, bądź jak zużycie paliwa w stawce 30 centów na milę (18 centów na km)

source: Dependants of people aged over 70
pl: Osoby będące na utrzymaniu osób w wieku powyżej 70 roku życia

source: If you are aged over 70 and you have dependants, for example a spouse, civil partner or cohabiting partner aged under 70, your dependants may qualify for a GP visit card if your income is below a certain level
pl: W przypadku osób w wieku powyżej 70 roku życia utrzymujących inne osoby, takie jak na przykład małżonek, partner cywilny lub konkubina lub konkubent w wieku poniżej 70 roku życia, osoby będące na utrzymaniu mogą być uprawnione do otrzymania karty wizyt lekarza rodzinnego jeśli Twój przychód nie przekroczy pewnej wysokości

source: If you have a spouse, civil partner or cohabiting partner, the limit for your combined income is €1,400 per week, not including the first €72,000 of savings or similar investments
pl: Gdy posiada się małżonka, partnera cywilnego lub konkubinę lub konkubenta, wtedy pułap dochodu obu osób wynosi €1.400 w skali tygodnia, za wyjątkiem pierwszych €72.000 oszczędności lub podobnego rodzaju inwestycji

source: If you do not have a spouse, civil partner or cohabiting partner, the income limit is €700 per week, not including the first €36,000 of savings or similar investments
pl: W przypadku, gdy nie posiada się małżonka, partnera cywilnego lub konkubiny lub konkubenta, wtedy pułap dochodu wynosi €700 w skali tygodnia, za wyjątkiem pierwszych €36.000 oszczędności lub podobnego rodzaju inwestycji

source: When you apply for a GP visit card you will first be assessed for eligibility for a medical card
pl: Podczas starania o kartę wizyt lekarza rodzinnego, najpierw zostaną sprawdzone twoje uprawnienia do otrzymania karty medycznej

source: If your income is over the relevant limit, the deciding officer will consider whether it would cause you undue hardship if you are refused a medical card
pl: Jeśli twój dochód przekracza ustalony limit, wówczas urzędnik decyzyjny rozważy, czy odmowa przyznania karty medycznej nie spowoduje nadmiernego niedostatku w twojej sytuacji życiowej

source: If you don’t qualify for a medical card you are then assessed for a GP visit card
pl: Jeśli nie kwalifikujesz się do przyznania karty medycznej, wówczas zostaniesz oceniony pod kątem przyznania karty wizyt lekarza rodzinnego

source: If your income is over the relevant limit, the deciding officer will consider whether it would be 'unduly burdensome' for you to pay for GP Services if you don’t have a GP visit card
pl: Jeśli twój dochód przekracza wyznaczony limit, wówczas urzędnik decyzyjny rozważy, w sytuacji nieposiadania karty wizyt lekarza rodzinnego, płacenie za jego usługi nie będzie dla ciebie nadmiernym obciążeniem

source: If your application for a GP visit card is refused, you will receive a letter from the HSE stating this
pl: Jeśli twój wniosek o wydanie karty wizyt lekarza rodzinnego zostanie rozpatrzony odmownie, wówczas otrzymasz pismo z HSE informujące o tej decyzji

source: The letter will also set out the reasons why your application has been refused
pl: W piśmie będą wymienione powody, dla których twój wniosek został rozpatrzony odmownie

source: If you are not satisfied with the decision, you may have it reviewed
pl: Jeśli decyzja ta cię nie zadowala, możesz wystąpić o ponowne rozpatrzenie wniosku

source: Your circumstances may have changed or you may have left out some relevant information from the original application
pl: Twoja sytuacja mogła ulec zmianie, w uprzednim wniosku mogłeś(aś) także pominąć jakieś istotne informacje

source: If you are not satisfied with the review you may make an appeal to the Appeals Office of your HSE Area
pl: Jeśli rewizja decyzji także cię nie zadowala, wówczas możesz odwołać się do Biura Odwoławczego dla Okręgu twojego HSE

source: The contact details will also be contained in your letter of refusal
pl: Dane kontaktowe znajdziesz w piśmie odmownym

source: The Appeals Office will conduct a reassessment of your application
pl: Biuro Odwoławcze ponownie przeanalizuje twój wniosek

source: This will be conducted by HSE staff who were not involved in deciding on your original application
pl: Zajmą się tym pracownicy HSE, którzy nie mieli nic wspólnego z decyzją w sprawie twojego pierwotnego wniosku

source: Your entitlement to a GP visit card is reviewed periodically. This is because your circumstances may change
pl: Twoje prawo do karty wizyt lekarza rodzinnego podlega okresowo ponownemu rozpatrzeniu, dzieje się tak z tego względu, że twoje warunki życiowe mogą podlegać zmianom

source: If you don’t return your review form, your GP visit card may not be re-issued
pl: Jeśli nie odeślesz formularza ponownego rozpatrzenia karty, to twoja karta wizyt lekarza rodzinnego może nie zostać ponownie wydana

source: If you return your review form by the given date but the review process continues past the expiry date of your card, the card’s validity may be extended so that you can continue to use it while the review is taking place
pl: W przypadku przesłania formularza ws. ponownego rozpatrzenia przed określonym terminem, ale gdy proces ponownego rozpatrzenia przekroczy datę ważności karty, wtedy ważność karty może zostać wydłużona w celu umożliwienia korzystania z niej podczas procesu ponownego rozpatrzenia

source: The extension is on a month-by-month basis so it is advisable to contact the Client Registration Unit to confirm that your card has been extended and continues to be valid
pl: Przedłużenie takie odbywa się comiesięcznie, więc doradza się kontakt z Działem Rejestracji Klienta w celu potwierdzenia przedłużenia ważności karty

source: For the GP visit card for people aged 70 and over, you can register for the card online on gpvisitcard.ie, you can download the registration form for people aged 70 and over (pdf) or you can call 1890 252 919 to request a registration form
pl: W celu otrzymania karty wizyt lekarza rodzinnego dla osób w wieku powyżej 70 roku życia należy zarejestrować się online na stronie gpvisitcard.ie lub zadzwonić pod numer 1890 252 919 w celu złożenia prośby o formularz rejestracyjny

source: If you are aged under 70, you use the same application process to apply for a GP visit card as for a medical card
pl: W przypadku osób w wieku poniżej 70 roku życia, proces ubiegania się o kartę wizyt lekarza rodzinnego jest taki sam, jak w przypadku podań dot. karty medycznej

source: As part of the application process for the GP visit card, your entitlement for a medical card will also be assessed
pl: Jako część procesu ubiegania się o kartę wizyt lekarza rodzinnego dokonuje się także oceny uprawnień do karty medycznej

source: You can apply online for a medical card or GP visit card on medicalcard.ie
pl: Możesz wystapić online o kartę medyczną, bądź kartę wizyt lekarza rodzinnego na stronie medicalcard.ie

source: This is the quickest method of obtaining the card
pl: Stanowi to najszybszy sposób otrzymania karty

source: Otherwise, you can download an application form for a GP visit card and medical card:
pl: Innym sposobem jest ściągnięcie aplikacji z formularzem wniosku o przyznanie karty wizyt lekarza rodzinnego, bądź też karty medycznej:

source: MC1(a) Medical Card/GP Visit Card Application Form - Persons Aged 70 Years or Older (pdf)
pl: MC1(a) Medical Card/GP Visit Card Application Form - Persons Aged 70 Years or Older (pdf) (osoby powyżej 70 roku życia)

source: Contact Lo-call 1890 252 919 or your Local Health Office for more information on GP visit cards
pl: Kontakt Lo-call 1890 252 919 bądź z twoim Lokalnym urzędem zdrowia; więcej informacji na GP Visit Cards

source: You can also contact the Client Registration Unit
pl: A oto, gdzie odesłać wypełniony formularz wniosku
